Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: &View
bg: Пре&глед
ca: Vi&sualitza
cs: Po&hled
da: V&is
de: &Ansicht
el: Π&ροβολή
es: &Ver
et: &Vaade
eu: &Ikusi
fi: &Näytä
fr: Afficha&ge
hu: &Nézet
is: Sý&n
it: Visuali&zza
ja: 表示(&V)
lt: &Rodyti
lv: &Skatīt
nl: Beel&d
pl: &Widok
pt: &Ver
ro: &Vizualizare
sk: &Zobraziť
sl: &Videz
sv: &Visa
tr: Görüntü&le

source: &Whole words only
bg: Търсене &само на цели думи
ca: Només paraules &senzeres
cs: Pouze &celá slova
da: &Kun hele ord
de: Nur &ganze Wörter
el: Μόνο &ολόκληρες λέξεις
es: Sólo palabras comp&letas
et: &Ainult terved sõnad
eu: Hitz &Osoak bakarrik
fi: &Vain kokonaiset sanat
fr: &Mots entiers seulement
hu: Csak egész sza&vakat
is: Aðeins stök &orð
it: Solo parole &intere
ja: 全語一致のみ(&W)
lt: &Tik pilnus žodžius
lv: &Tikai veselos vārdus
nl: Alleen hele &woorden
pl: &Całe słowa
pt: Apenas palavras &completas
ro: Numai &cuvinte întregi
sk: Len &celé slová
sl: Samo &cele besede
sv: Endast &hela ord
tr: &Sadece tam kelimeler

source: &Width
bg: &Широчина
ca: &Ample
cs: Šíř&ka
da: &Bredde
de: &Breite
el: Πλάτο&ς
es: &Ancho
et: &Laius
eu: &Zabalera
fi: &Leveys
fr: &Largeur
hu: &Szélesség
is: &Breidd
it: &Larghezza
ja: 幅(&W)
lt: &Plotis
lv: &Platums
nl: &Breedte
pl: &Szerokość
pt: &Largura
ro: &Lungime
sk: Ší&rka
sl: Ši&rina
sv: &Bredd
tr: &Genişlik

source: &Yes
bg: &Да
ca: &Sí
cs: &Ano
da: &Ja
de: &Ja
el: Ν&αι
es: &Sí
et: &Jah
eu: &Bai
fi: &Kyllä
fr: &Oui
hu: &Igen
is: &Já
it: &Sì
ja: はい(&Y)
lt: &Taip
lv: &Jā
nl: &Ja
pl: &Tak
pt: &Sim
ro: &Da
sk: &Áno
sl: &Da
sv: &Ja
tr: &Evet

source: &Zoom
bg: &Мащаб
ca: &Apropa
cs: &Zvětšení...
da: &Forstør
el: Εστίασ&η
es: &Ampliación
et: &Suurendus
eu: Z&ooma
fi: &Zoomaa
hu: N&agyítás
is: S&tækkun
ja: ズーム(&Z)
lt: &Mastelis
lv: &Mērogs
nl: &Zoomen
pl: &Powiększ
pt: &Ampliação
ro: &Scalează
sk: &Lupa
sl: Pov&ečava
sv: &Zooma
tr: &Odakla

source: &Zoom...
bg: Ма&щаб...
cs: &Zvětšení...
da: &Forstør...
el: &Εστίαση...
es: &Ampliación...
et: &Suurenda ...
fi: &Zoomaa...
hu: N&agyítás...
is: S&tækkun...
ja: ズーム(&Z)...
lt: &Mastelis...
lv: &Mērogs...
nl: &Zoomen...
pl: &Powiększenie...
pt: &Ampliação...
ro: &Scalează...
sk: &Lupa...
sl: &Povečava ...
sv: &Zooma...
tr: Ya&kınlaştır...

source: (%1/s)
bg: (%1/сек)
ja: (%1/秒)

source: (Internal error in kab)
bg: (вътрешна грешка)
ca: (Error intern a kab)
cs: (Vnitřní chyba v kabu)
da: (Intern fejl i kab)
de: (Interner Fehler in kab)
el: (Εσωτερικό σφάλμα του kab)
es: (Error interno en KAB)
et: (Sisemine viga kab'is)
eu: (Barneko errorera kab-en)
fi: (Sisäinen virhe kab:ssa)
fr: (Problème interne dans KAB)
hu: (Belső hiba a kab-ban)
is: (Innri villa í kab)
it: (Errore interno di KAB)
ja: (kabの内部エラー)
lt: (Vidinė kab klaida)
lv: (kab iekšēja kļūda)
nl: (Interne fout in kab)
pl: (Błąd wewnętrzny w kab)
pt: (Erro interno no kab)
ro: (Eroare internă în "kab")
sk: (Interná chyba v kab)
sl: (Notranja napaka v kab)
sv: (Internt fel i Kab)
tr: (kab'da iç hata)

source: (No logo available)
bg: (Липсва лого)
ca: (No hi ha logo disponible)
cs: (logo neexistuje)
da: (Intet logo tilgængeligt)
de: (Kein Logo vorhanden)
el: (Κανένα λογότυπο διαθέσιμο)
es: (Logo no disponible)
et: (Logo puudub)
eu: (Ez dago logo eskuragarririk)
fi: (Ei logoa)
fr: (Aucun logo disponible)
hu: (nincs embléma)
is: (Ekkert merki til)
it: (nessun logo disponibile)
ja: (ロゴはありません)
lt: (Nėra logotipo)
lv: (Logo nav pieejams)
nl: (Geen logo beschikbaar)
pl: (Logo jest niedostępne)
pt: (Nenhum logotipo disponível)
ro: (Nu există un logo)
sk: (Logo nie je dostupné)
sl: (Brez znaka)
sv: (Ingen logo tillgänglig)
tr: (Logo yok)

source: (Safety copy on file error)
bg: (Безопасно копиране при грешка във файл)
ca: (Còpia amb seguretat si hi ha error de fitxer)
cs: (Bezpečnostní kopie při souborové chybě)
da: (Sikkerhedskopiér ved filfejl)
de: (Sicherheitskopie bei Dateifehler)
el: (Αντίγραφο ασφαλείας για σφάλμα αρχείου)
es: (Copia de seguridad al producirse un error de archivo)
et: (Ohutu kopeerimine faili vea puhul)
eu: (Segurtasun kopia fitxategi errorerean)
fi: (Varmuuskopiotiedostovirhe)
fr: (Copie de secours à cause d'un problème de fichier)
hu: (Biztonsági másolat fájlhiba esetén)
is: (öryggisafritun vegna skráavillu)
it: (Copia di sicurezza in caso di errore file)
ja: (ファイルエラー用の安全のためのコピー)
lt: (Atsarginė kopija bylos gedimo atveju)
lv: (Drošas faila kopēšanas kļūda)
nl: (Reservekopie bij bestandsfout)
pl: (Kopia bezpieczeństwa na wypadek uszkodzenia pliku)
pt: (Cópia de segurança em erro de ficheiro)
ro: (Copie de siguranţă la o eroare de fişier)
sk: (Bezpečne skopíruje v príprade súborovej chyby)
sl: (Varnostna kopija pri datotečni napaki)
sv: (Säkerhetskopia vid filfel)
tr: (Dosya hatasında güvenlik kopyası)

source: (This plugin is not configurable)
bg: (Приставката няма опции за конфигуриране)
ca: (Aquest endollable no és configurable)
cs: (na tomto modulu není co nastavovat)
da: (Dette plugin er ikke indstilleligt)
de: (Dieses Plugin lässt keine Einstellungen zu.)
el: (Αυτό το πρόσθετο δε μπορεί να ρυθμιστεί)
es: (Este plugin no es configurable)
et: (seda pluginat ei saa seadistada)
eu: (plugin hau ez da konfiguragarria)
fi: (Tämän liitännäisen asetukset eivät ole muokattavissa)
fr: (ce module n'est pas configurable)
hu: (Nincs módosítható beállítás ennél a bővítőmodulnál)
is: Velja og stilla Íforrit
it: (questo plugin non è configurabile)
ja: (このプラグインは設定できません)
lv: Skanēšanas Konfigurācija
nl: (Deze plugin is niet instelbaar)
pl: (Wtyczka nie jest konfigurowalna)
pt: (Este 'plugin' não é configurável)
ro: (Acest modul nu poate fi configurat)
sk: (Tento modul nie je možné nastaviť)
sl: (Ta vstavek ni nastavljiv)
sv: (Det här insticksprogrammet kan inte anpassas)
tr: (Bu eklenti yapılandırılamaz)

source: (empty entry)
bg: (празен запис)
ca: (entrada buida)
cs: (prázdná položka)
da: (tom indgang)
de: (kein Eintrag)
el: (κενή καταχώρηση)
es: (entrada vacía)
et: (tühi kirje)
eu: (sarrera hutsik)
fi: (tyhjä tietue)
fr: (entrée vide)
hu: (üres bejegyzés)
is: (tóm færsla)
it: (voce vuota)
ja: (空のエントリ)
lt: (tuščias įrašas)
lv: (tukšs ieraksts)
nl: (lege ingang)
pl: (pusty rekord)
pt: (registo vazio)
ro: (înregistrare goală)
sk: (prázdna položka)
sl: (prazen vnos)
sv: (tom post)
tr: (boş giriş)

source: * Custom Colors *
bg: * Потребителски цветове *
ca: * Colors a mida *
cs: * Vlastní barvy *
da: * Brugerdefinerede farver *
de: * Benutzerdefinierte Farben *
el: * Προσαρμοσμένα χρώματα *
es: * Colores personales *
et: * Kohandatud värvid *
eu: * Berezko koloreak *
fi: * Omat värit *
fr: * Couleurs personnalisées *
hu: * Egyéni színek *
is: * sérsniðnir litir *
it: * Colori personalizzati *
ja: * カスタム色 *
lt: * Derintos spalvos *
lv: * Lietotāja Krāsas *
nl: * Eigen kleuren *
pl: * Kolory użytkownika *
pt: * Cores Personalizadas *
ro: Culori personalizate
sk: * Vlastné farby *
sl: * Lastne barve *
sv: * Egna färger *
tr: * Özel Renkler *

source: * Recent Colors *
bg: * Използвани цветове *
ca: * Colors recents *
cs: * Nedávné barvy *
da: * Senest brugte farver *
de: * Vorherige Farben *
el: * Πρόσφατα χρώματα *
es: * Colores recientes *
et: * Hiljuti kasutatud värvid *
eu: * Azkeneko Koloreak *
fi: * Viimeiset värit *
fr: * Couleurs récentes *
hu: * A legutóbbi színek *
is: * Nýlegir litir *
it: * Colori recenti *
ja: * 最近の色 *
lt: * Paskutinės naudotos spalvos *
lv: * Nesen izmantotās Krāsas *
nl: * Recente kleuren *
pl: * Poprzednie kolory *
pt: * Cores Recentes *
ro: Culori recente
sk: * Predchádzajúce farby *
sl: * Nedavne barve *
sv: * Senaste färgerna *
tr: * Önceki Renkler *

source: -default-
bg: -подразбиране-
ca: -omissió-
cs: -výchozí-
da: -standard-
de: Standard
el: -προκαθορισμένο-
es: -predeterminada-
et: -vaikimisi-
eu: -aurremugatua-
fi: -oletus-
fr: - par défaut -
hu: -alapértelmezés-
is: -sjálfgefið-
it: -predefinito-
ja: -標準-
lt: -numatyta-
lv: -noklusēts-
nl: -standaard-
pl: -domyślny-
pt: -por omissão-
ro: -implicit-
sk: -štandardná-
sl: -privzeta-
sv: -förvald-
tr: -öntanımlı-

source: -unnamed-
bg: -без име-
ca: -sense nom-
cs: -nepojmenovaná-
da: -unavngivet-
de: -unbenannt-
el: -χωρίς όνομα-
es: -sin nombre-
et: -nimetu-
eu: -izen gabekoa-
fi: -nimetön-
fr: - anonyme -
hu: -névtelen-
is: -nafnlaust-
it: -senza nome-
ja: -名前なし-
lt: -bevardė-
lv: -nenosaukts-
nl: -naamloos-
pl: -nienazwany-
pt: -sem-nome-
ro: -nedenumit-
sk: -bezmena-
sl: -neimenovano-
sv: -namnlös-
tr: -isimsiz-

source: ... the <b>misspelled</b> word shown in context ...
bg: ... <b>грешната дума</b> показана в контекста на ...
ca: ... la paraula <b>mal escrita</b> mostrada en context ...
cs: ... <b>chybně napsané</b> slovo zobrazené v kontextu ...
da: ... det <b>forkert stavede</b> ord vist i sammenhæng ...
de: ... das <b>falsch geschriebene</b> Wort im Textzusammenhang ...
el: ... η <b>ανορθόγραφη</b> λέξη που φαίνεται ...
es: ... la palabra <b>incorrectamente</b> escrita mostada en el contexto ...
et: ... <b>vikane</b> sõna kontekstis ...
fi: ... <b>kirjoitusvirheellinen</b> sana kontekstissa ...
fr: ... le mot <b>mal orthographié</b> affiché dans le contexte ...
hu: ... a <b>hibásan írt</b> szó, szövegkörnyezettel...
it: ... la parola <b>sbagliata</b> mostrata nel suo contesto ...
ja: ... 文脈の中で<b>スペル誤り</b>の単語 ...
nl: ... het <b>onjuist gespelde</b> woord in de inhoud ...
pl: ... słowo <b>zapisane błędnie</b> pokazane w kontekście ...
pt: ... a palavra <b>errada</b> mostrada no contexto ...
ro: ... cuvîntul <b>greşit</b> afişat în context ...
sk: ... <b>chybné</b> slovo zobrazené v kontexte ...
sl: ... <b>napačno črkovana</b> beseda, prikazana v kontekstu ...
sv: ... det <b>felstavade</b> ordet i sitt sammanhang ...

source: 0 - Site Certificate
bg: 0 - Местоположение на сертификата
ca: 0 - Certificat de lloc
cs: 0 - Certifikát serveru
da: 0 - Stedcertifikat
de: 0 - Server-Zertifikat:
el: 0 - Πιστοποιητικό δικτυακού τόπου
es: 0 - Certificado de sitio
et: 0 - saidi sertifikaat
eu: 0 - Leku Ziurtagiria
fi: 0 - Sivun sertifikaatti
fr: 0 - Certificat de site
hu: 0 - Webhely-tanúsítvány (Site Certificate)
is: 0 - Vélar-Skírteini
it: 0 - Certificato sito
ja: 0 - サイト証明書
lt: 0 – srities sertifikatas
lv: 0 - Vietas Sertifikāts
nl: 0 - Websitecertificaat
pl: 0 - Certyfikat serwera
pt: 0 - Certificado do 'Site'
ro: 0 - Certificat site
sk: 0 - Certifikát serveru
sl: 0 - Certifikat mesta
sv: 0 - Platscertifikat
tr: 0 - Site Sertifikası

source: < &Back
bg: < На&зад
ca: < &Endarrera
cs: < &Zpět
da: < &Tilbage
de: < &Zurück
el: < &Πίσω
es: < &Atrás
et: < &Tagasi
eu: < &Atzera
fi: < &Edellinen
fr: << &Précédent
hu: < &Vissza
is: < &Fyrra
it: < &Precedente
ja: < 前(&B)
lt: < &Atgal
lv: < Atpa&kaļ
nl: < V&orige
pl: < &Poprzedni
pt: < A&nterior
ro: < Î&napoi
sk: < &Dopredu
sl: < Na&zaj
sv: < Till&baka
tr: < &Geri

source: << Add to Dictionary
bg: Добавяне
ca: <<Afegeix al diccionari
cs: << Přidat do slovníku
da: << Tilføj til ordbog
de: << Zum Wörterbuch hinzufügen
el: << Προσθήκη στο λεξικό
es: << Añadir al diccionario
et: << Lisa sõnaraamatusse
eu: << Gehitu hiztegira
fi: << Lisää sanakirjaan
fr: << Ajouter au dictionnaire
hu: << Felvétel a szótárba
is: Orðalisti:
it: << Aggiungi al dizionario
ja: <<辞書に追加
lt: Žodynas:
lv: Vārdnīca:
nl: << Toevoegen aan woordenboek
pl: << Dodaj do słownika
pt: << Adicionar ao Dicionário
ro: << Adaugă la dicţionar
sk: << Pridať do slovníka
sl: << Dodaj v slovar
sv: << Lägg till i ordlista
tr: << Sözlüğe Ekle

source: <Merge %1>
bg: <Обединяване на %1>
ca: <Barreja %1>
cs: <Sloučení %1>
da: <Indflet %1>
de: <%1 Einbeziehen>
el: <Μίξη %1>
es: <Mezclar %1>
et: <%1 liitmine>
eu: <%1 Bateratu>
fi: <Liitä %1>
fr: <Fusion de %1>
hu: <összevonás - %1>
is: <Bræða saman %1>
it: <Unisci %1>
ja: <マージ %1>
lt: <Sujungti %1>
lv: <Apvienot %1>
nl: <%1 samenvoegen>
pl: <Połącz %1>
pt: <União de %1>
ro: <Combină %1>
sk: <Spojiť %1>
sl: <Združi %1>
sv: <Sammanfoga %1>
tr: <%1'i Birleştir>

source: <Merge>
bg: <Обединяване>
ca: <Barreja>
cs: <Sloučení>
da: <Indflet>
de: <Einbeziehen>
el: <Μίξη>
es: <Mezclar>
et: <Liitmine>
eu: <Bateratu>
fi: <Liitä>
fr: <Fusion>
hu: <összevonás>
is: <Bræða saman>
it: <Unisci>
ja: <マージ>
lt: <Sujungti>
lv: <Apvienot>
nl: <Samenvoegen>
pl: <Połącz>
pt: <União>
ro: <Combină>
sk: <Spojiť>
sl: <Združi>
sv: <Sammanfoga>
tr: <Birleştir>

source: <b>Error</b>: %1: %2
bg: <b>Грешка</b>: %1: %2
cs: <b>Chyba</b>: %1: %2
da: <b>Fejl</b>: %1: %2
de: <b>Fehler</b>: %1: %2
el: <b>Σφάλμα</b>: %1: %2
et: <b>Viga</b>: %1: %2
eu: <b>Errorea</b>: %1: %2
fi: <b>Virhe</b>: %1 %2
fr: <b>Erreur</b> : %1 : %2
hu: <b>Hiba</b>: %1: %2
is: <b>Tegund</b>: %1<br>
it: <b>Errore</b>: %1: %2
ja: <b>エラー</b>: %1: %2
lt: <b>Modelis</b>: %1<br>
lv: <b>Modelis</b>: %1<br>
nl: <b>Fout</b>: %1: %2
pl: <b>Błąd</b>: %1: %2
pt: <b>Erro</b>: %1: %2
ro: <b>Eroare</b>: %1:%2
sk: <b>Chyba</b>: %1: %2
sl: <b>Napaka</b>: %1: %2
sv: <b>Fel</b>: %1: %2
tr: <b>Hata</b>: %1: %2

source: <b>Error</b>: node %1: %2
bg: <b>Грешка</b>: възел %1: %2
cs: <b>Chyba</b>: uzel %1: %2
da: <b>Fejl</b>: knude %1: %2
de: <b>Fehler</b>: Node %1: %2
el: <b>Σφάλμα</b>: κόμβος %1: %2
es: <b>Error</b>: nodo %1: %2
et: <b>Viga</b>: sõlm %1: %2
fr: <b>Erreur</b> : nœud %1 : %2
hu: <b>Hiba</b>: %1 csomópont: %2
it: <b>Errore</b>: nodo %1: %2
ja: <b>エラー</b>: ノード %1: %2
nl: <b>Fout</b>: node %1: %2
pl: <b>Błąd</b>: element %1: %2
pt: <b>Erro</b>: nó %1: %2
ro: <b>Eroare</b>: nodul %1:%2
sk: <b>Chyba</b>: uzol %1: %2
sl: <b>Napaka</b>: vozlišče %1: %2
sv: <b>Fel</b>: nod %1: %2
tr: <b>Error</b>: düğüm %1: %2

source: <b>misspelled</b>
bg: <b>грешна дума</b>
ca: <b>error ortogràfic</b>
cs: <b>chybně napsáno</b>
da: <b>forkert stavet</b>
de: <b>falsch geschrieben</b>
el: <b>ανορθόγραφη</b>
es: <b>fallo ortográfico</b>
et: <b>vikane</b>
eu: <b>sintaxia gaizki</b>
fi: <b>kirjoitusvirhe</b>
fr: <b>mal orthographié</b>
hu: <b>hibásan írt</b>
is: <b>Notandi</b>
it: <b>sbagliata</b>
ja: <b>スペル誤り</b>
lt: <b>Vartotojas</b>
lv: <b>Lietotājs</b>
nl: <b>onjuist gespeld</b>
pl: <b>zapisane błędnie</b>
pt: <b>erro ortográfico</b>
ro: <b>greşit</b>
sk: <b>chybné</b>
sl: <b>napačno črkovano</b>
sv: <b>felstavat</b>
tr: <b>hatalı yazılmış</b>

source: <empty UNIX socket>
bg: <празен сокет>
ca: <socket UNIX buit>
cs: <prázdný unixový socket>
da: <tom UNIX-sokkel>
de: <kein UNIX-Socket>
el: <κενή υποδοχή UNIX>
es: <socket UNIX vacío>
et: <tühi Unixi pesa>
eu: <Unix socket hutsik>
fi: <tyhjä UNIX-pistoke>
fr: <socket Unix vide>
hu: <üres UNIX aljazat>
is: <tómur Unix sökkull>
it: <socket UNIX vuota>
ja: <空の UNIX ソケット>
lt: <tuščias Unix socket>
lv: <tukša Unix ligzda>
nl: <lege UNIX-socket>
pl: <puste gniazdo uniksowe>
pt: <'socket' de UNIX vazio>
ro: <soclu Unix gol>
sk: <prázdny soket UNIX>
sl: <prazen UNIX-ov vtič>
sv: <tomt Unix-uttag (socket)>
tr: <boş UNIX soketi>

source: <empty>
bg: <празен>
ca: <buit>
cs: <prázdné>
da: <tom>
de: <leer>
el: <κενό>
es: <vacío>
et: <tühi>
eu: <hutsik>
fi: <tyhjä>
fr: <vide>
hu: <üres>
is: <tómt>
it: <vuoto>
ja: <空>
lt: <tuščia>
lv: <tukšs>
nl: <leeg>
pl: <pusty>
pt: <vazio>
ro: <gol>
sk: <prázdne>
sl: <prazno>
sv: <tom>
tr: <boş>
